{
   "Amanita muscaria":"Мухомор красный Poisonous Dimensions Cap 8-10 cm diameter; stem 8-18 cm tall * 1-2 cm diameter Description Medium to large, fleshy agaric, cap red or some shade of orange, with white patches, white gills, ring, bulbous base. Grows on poor and sandy soils.  Cap Rounded to flat, often with a low, shallow depression on disk when fully expanded. Surface shiny; deep scarlet, fading to orange-red or orange-yellow in older specimens. Gills white, free or barely touching the stem, crowded. Stem Typically robust, but separating readily from cap. Color white or ivory, smooth or slightly sculptured, often with velar fragments in several warty rings immediately above the basal bulb. Ring white or tinged yellow, membranous, persistent.",
   "Amanita pantherina":"Мухомор пантерный Poisonous Dimensions Cap 5-10 cm diameter, stem 8-12 cm tall * 1-1.5 cm diameter Description Medium to large fleshy agaric with brownish cap, pure white patches, white stem, ring, bulbous base with distinct margin. Cap brown with ochraceous tinge; at first convex, becoming expanded-convex and the flattened, decorated with pure white velar remnants. Flesh white, thick on disc center but tapers abruptly on limb to a thin margin. Gills white, free, crowded. Stem white, tapering upwards, with belt-like velar remnants below the ring, basal bulb sheathed by small, white volval sac. Ring white, pendolous thin, superior, but sometimes with a toothed edge.",
   "Amanita phalloides":"Бледная поганка Poisonous Dimensions Cap 6-12 cm diameter, stem 7-12 cm tall * 1 - 1.5 cm thick Description Medium to large, fleshy mushroom with greenish olive cap, whitish stem, ring, no patches but distinctive volval sheath.  Cap Nearly round to convex at first, expanding to flat, often with a broad hump. Color greenish, with yellow or olivacreous tinges, with radiating silky fibrils. Gills free, close, white to cream colored. Stem white or tinged cap colour, tapering upwards, sometimes sculpted into faint bands, basal bulb sheathed by, large, loose, white volval sac. Ring white or colored like the stem, broad, thin, persistent.  Similar species Some Volvariella species look similar to older speciemens of Amanita phalloides. They are distinguished by a pale pink spore deposit and lack of a stem ring.",
   "Amanita porphyria":"Мухомор порфировый Poisonous Dimensions Cap 4-10 cm diameter; stem 5-12 cm tall * 1-1.5 cm diameter Description Medium to large, fleshy agaric, cap greyish brown or some shade of brown, sometimes with grey patches, white gills, ring, bulbous base. Grows near coniferous trees.  Cap Hemispherical when young, later flat. It is 4 cm in diameter, greyish brown to brown in colour, usually smooth, sometimes with grey patches. Gills white and free from the stem. The spores are white. Stem The stem is 5 cm high and 1-1.5 cm thick and has a grey to black ring. The stem has a basal bulb. The flesh is white with a smell of radish.  Similar species Amanita porphyria can easily be confused with much more poisonous species such as the Panther cap (Amanita pantherina).",
   "Amanita rubescens":"Мухомор серо-розовый Poisonous Dimensions Cap 6-15 cm diameter, stem 6-15 cm tall * 1-2.5 cm thick Description This large, rosy-brown, fleshy agaric has cap patches, white gills, a bulbous base and ring on stem. Bruising reddish, it grows solitary or scattered on soil in woods generally.  Cap is dull reddish brown or buff. It is sometimes spotted and decorated with warty velar remnants that are pallid clay to reddish. At first it is sub-spherical, becoming convex and finally flattened. Flesh is white, becoming convex and finally flattened. Flesh is moderately firm and white, becoming brownish pink where cut or damaged. Gills are free, crowded and white, spotted brownish pink when bruised or aged. Spores are white. Stem is white or pallid clay above the ring but below it is a flushed cap color often with patterning; it bruises reddish brown. The basal bulb may retain small rows of volval patches but without gutter. Flesh is at first white, then spotted brownish pink when bruised and old. It is firm, becoming spongy and stuffed. Ring is membraneous, lax and superior. ",
   "Galerina marginata":"Галерина окаймленная Poisonous Dimensions Cap 2.5-6.5 cm diameter, stem 3-9 cm tall * 0.3-0.8 cm diameter Description Small agaric, with yellowish tan, sticky cap, similarly colored as thegills and ring on stem; it clusters on stumps and logs of broad-leaf trees. Cap is brown and dries yellow. It has a convex shape, becoming flattened with a blunt umbo color. Gills are the same color as the cap, broadly attached to the stem and crowded. Stem is slender and fibrous. At first a dark tan below the brown ring, stem lightens in color as it connects with the surface.  ",
   "Gyromitra esculenta":"Строчок обыкновенный Poisonous Dimensions 5-15 cm diameter, 5-12 cm tall, including stem Description Irregular, brown, brain-like structure on a pale stem. Grows solitary or in small trooping groups near conifers (pines), typically on acid, sandy soils.  Fruiting body Outer surface reddish brown, irregularly lobed and convoluted, brain-like. Stem white, short, stout, deeply furrowed and finely granular. Flesh yellowish ochre in cap, white in stem, brittle, medium and hollow.  Warning This mushroom is deadly poisonous. Toxins allegedly lost after thorough cooking but, if ingested, the effect is probably cumulative with no immediate symptoms.  Similar species Gyromitra gigas, Gyromitra brunna, Gyromitra caroliniana and Gyromitra korfii are often larger and more vivid orange-brown; common in parts of North America.",
   "Hebeloma crustuliniforme":"Гебелома клейкая Poisonous Dimensions Cap 2-10 cm diameter, stem 4-7 cm tall * 1-2 cm thick Description Medium to large agaric with buff or tan, greasy cap, clay gills and stoutish, pale stem. Grows solitary or in small groups on soil in open mixed woodland.  Cap buff or ochraceous-tan, darker at centre; at first convex, becoming expanded with a broad low umbo, smooth, greasy when damp. Flesh white and thick. Gills pallid clay-brown, spotted with age, exuding watery droplets in damp conditions, adnate or adnexed, crowded. Spores are rust colored. Stem whitish, fairly stout, more or less equal, granular towards apex. Ring absent. Flesh white, firm and stuffed.  Similar species Related species, such as Hebeloma edurum, Hebeloma leucosarx, and Hebeloma sinapizans, have similar smell of radishes or sometimes a hint of cocoa, and are distinguished by spore size and shape.",
   "Hypholoma fasciculare":"Ложноопенок серно-желтый Poisonous Dimensions Cap 2-7 cm diameter, 4-10 cm tall * 0.5-1 cm diameter Description This medium-sized agaric has a yellowish tan cap and stem, sulphur or blackish brown gills, and a faint ring zone; in dense tufts, it often grows on stumps of broad-leaf and coniferous trees. Cap is sulphur-yellow and tan towards the centre; it is convex with a slight umbo at the centre of the cap. It is expanded with age, smooth but with velar remnants attached to the margin. Flesh is sulphur-yellow, firm and moderate. Gills are at first sulphur-yellow, then more olive tinged and finally blackish brown; they are broadly attached to the stem and crowded. Stem is more or less similarly colored as the cap, but it is darker brown towards the base. Ring is zone-like, faint, and with maturity colorcolored with spores.   ",
   "Paxillus involutus":"Свинушка тонкая Poisonous Dimensions Cap 5-12 cm diameter, stem 3-7 cm tall * 0.8-1.2 cm diameter Description This large agaric has a sometimes greasy, brown cap, and stem, and ochre-brown gills; it grows solitary or in trooping groups on soil in leaf woods.  Cap is at first a dull reddish-yellow color with an olive tinge, it becomes more hazel-brown; at first convex, it becomes expanded and depressed but with persistently inrolled margin. It is especially downy at margin, greasy at centre when damp, and smooth with age. Flesh is pallid ochre, thick and firm. Gills, crowded and extending downward, are at first pallid ochre and then become brown and spotted rust with age or bruisingextending downward. Stem is similarly colored as the cap, however bruising darker brown. It is smooth, equal or tapering downwards. Ring is absent.  Similar species Paxillus filamentous has a less incurved margin, yellow flesh, and occurs under alder. ",
   "Agaricus arvensis":"Шампиньон полевой Edible Dimensions Cap 8-20 cm diameter, stem 8-10 cm tall * 2-3 cm diameter Description This large, sometimes massive agaric has a white cap, ringed stem, and pink or chocolate colored gills.  Cap is white or cream colored, yellowing slightly with age or on bruising; smooth or finely scaly, cap is at first ovoid, becoming convex and later expanded. Flesh is white, firm and thick. Gills are at first white, becoming pink, then chocolate brown or blackish, free and crowded. Stem is white or cream; it is slightly club-shaped and smooth or finely scaly below the ring. Ring is white or cream, pendulous and superior.  Similar species There are several similar species. Agaricus macrosporus are very fleshy, with scaly stem girdles. Agaricus sylvicola is a woodland variety. Agaricus augustus and Agaricus xanthoderma are also similar. Be careful not to confuse it with the deadly poisonous Amanita virosa, which has white gills.",
   "Agaricus augustus":"Шампиньон августовский Edible Dimensions Cap 10-20 cm diameter, stem 10-20 cm tall * 2-4 cm diameter Description Tall, sometimes massive agaric, scaly cap on a thick stalk. Stalk scaly below ring. Surfaces of all parts stain yellow when handled or bruised.  Cap Convex at first, often flattened on disc, expanding slowly to a flat cap, sometimes with a broad, low hump. Chestnut, soon breaking up into fibrous scales in more or less concentric rings against a yellow-tinged background. Flesh whitish, firm and thick. Gills at first pallid pink, becoming chocolate brown or blackish at maturity. Stem Solid; cylindrical to club-shaped. The surface is white. Ring membranous, with patches of brownish fibrils under.   Similar species Agaricus subrefescens found in central and eastern U.S.",
   "Armillaria mellea":"Опёнок осенний Edible Dimensions Cap 3-15 cm diameter, stem 6-15 cm tall * 0.5-1.5 cm thick Description This large agaric has a convex, flattened, or wavy, olive-tinged, pale yellow-brown cap with a darker center and sparse pale scales. Grows in dense caespitose clusters on and around the stumps of leaf and coniferous trees.  Cap variable through ochraceous, tawny and dark brown, covered in darker fibrillose scales, more so towards the centre; at first convex, becoming flattened and wavy. Flesh white, thin and firm. Gills at first white, becoming yellowish and then brown, with darker spots in old specimens, decurrent, broad and crowded. Stem at first whitish, becoming yellowish or reddish brown, more or less equal or tapering towards the base, finely wholly. Ring yellowish, cottony or woolly, superior, fairly persistent.",
   "Boletus edulis":"Белый гриб Edible Dimensions Cap 8(30) cm; stem 6-8 cm tall * 2-4 cm diameter Description A large, robust bolete with dull brown cap, dirty white pores and stout and swollen stem. White net over upper stem.  Cap Dull cigar- or bay-brown; convex or bun-shaped, at first with a whitish bloom, becoming smooth and dry. Flesh white, unchanged when cut or bruised. Pores white or cream colored, discoloring dirty yellowish grey. Tubes white at first, slowly becoming greyish yellow to olive-brown. Stem pallid cap-color background, covered with a white network, stout and bulbous. Ring absent. Interior solid.  Similar species Boletus variipes has a dry, tan cap and grows with oak; Tylopilus felleus is similar when young but tastes bitter.",
   "Boletus subtomentosus":"Моховик зелёный Edible Dimensions Cap 5-12 cm diameter, stem 3-8 cm tall * 1-2 cm diameter Description This medium to large bolete has a brown cap, chrome-yellow pores, and yellowish stem. Cap is a tawny brown; convex or bun-shaped, it is at first downy, becoming smooth and sometimes cracking. Flesh is white or pallid yellow, with a faint brownish zone beneath the cap cuticle; it is unchanging, thick and soft. Stem is a pallid cap color, sometimes with a brick-red tinge; it is slender and slightly bulbous. Ring is absent. Flesh is similarly colored as thecap but browner.  Similar species Boletus chrysenteron has a reddish brown cap that cracks to reveal a red underlayer. Boletus pruinatus is smaller. ",
   "Cantharellus cibarius":"Лисичка желтая Edible Dimensions Cap 3-10 cm across, stem 2-10 cm tall * 0.4-1.5 cm thick Description Egg-yellow, shallowly funnel-shaped fruiting body with gills replaced by forked ridges. Varies in color, but often yellow with a hint of red.  Cap depressed in the center and often has a heavy margin; it has thick, decurrently, forked, gill-like veins. Margin of cap often wavy and intended. Color is egg-yellow, fading with age. Flesh firm, thick, yellow. Stem solid, tapers downward from cap. The surface is smooth and colored like the cap or lighter.    Similar spiecies Hygrophoropsis aurantiaca is not mycorrhizal. Omphalotus olearius has a luminous quality and grows on dead wood.",
   "Clitopilus prunulus":"Ивишень - Edible Dimensions 2-3 cm diameter * 2-3 cm tall Description A pale gray-white cap and decurrent, pale pink gills, combined with a strong smell of fresh bread dough, distinguish this species.   Cap The cap is convex to funnel-shaped. Stem is central or off-center and is similar in color to the cap.  Similar species Species of Clitocybe and Entoloma can look very similar and are poisonous.",
   "Coprinus comatus":"Навозник белый Edible Dimensions Cap 5-15 cm tall * variable diameter, stem 10-30 cm tall * 1.5-2.5 cm thick Description This agaric has a white, conical, shaggy cap which blackens. It grows in scattered trooping groups on soil in short grass.  Capis white; it is at first ovoid-cylindrical, pressed to the stalk at the margin, becoming conical. It is decorated with feathery, overlapping, partly reflexed velar remnants, white when young or stained brownish. Flesh is white, soon discoloring. It is fleshy in relation to cap size, fragile, and auto-digesting. Gills are white at first, rapidly becoming pinkish, grey-brown and finally black. They are free and crowded. Spores are black. Stem is white, smooth, often very tall, slightly swollen at base and sometimes rooting. Ring is white, thin, loose and often slipping down stem towards base. Flesh is white, medium, hollow and fragile. ",
   "Cystoderma amianthinum":"Цистодерма амиантовая Edible Dimensions Cap 2-5 cm diameter, stem 3-5 cm tall * 0.4-0.8 cm thick Description Small to medium, fleshy agaric with ochre-yellow cap, white or cream gills, and coarsely granular stem with ring. Grows solitary or scattered in small tufted groups on soil amongst short grass in coniferous woods and on heaths.  Cap ochraceous or yellowish tan; at first campanulate, becoming expanded-convex or flattened, radially wavy with age, granular. Flesh pallid yellow and thin. Gills white, becoming creamy-yellow, adnate, crowded. Stem same color as cap, more or less equal, smooth above ring, coarsely granular below. The ring has same color as stem or slightly darker tan, upwardly directed and persistent. Flesh dirty yellow, firm and stuffed. ",
   "Hydnum repandum":"Ежовик жёлтый Edible Dimensions Cap 3-10 cm diameter; stem 2-6 cm tall * 1.5-3 cm diameter Description Medium-sized to large, fleshy cap; pale whitish to pale orange-yellow. Grows on soil in broad-leaf or coniferous woods.  Fruiting body cream, sometimes with yellowish tinge, cap smooth or faintly downy, at first convex with inrolled margin flattened, margin remaining incurved. Flesh thick, soft, brittle, white, stains brownish orange where bruised. Odor not distinctive. Spines are off-white to pinkish; decurrent and small often extending from lower cap down upper stem Stem Thick, central of off center; colored like cap or lighter.  Similar species Hydnum albidum has a white cap, smaller spores, and occurs on alkaline soil. Closely related Hydnum refescens is smaller and orange.",
   "Laccaria laccata":"Лаковица розовая Edible Dimensions Cap 1.5-6 cm diameter, stem 5-10 cm tall * 0.6-1 cm thick Description Smallish agaric, tawny (damp) or pale yellowish (dry) throughout, with distant thickish gills and fibrous stem. Grows in scattered trooping groups on soil in mixed woods and on heaths.  Cap tawny or brick red, drying pallid ochraceous; at first convex, becoming flattened and finally depressed with wavy margin, smooth or slightly scurfy at the centre in older specimens. Flesh has same color as cap surface. Gills colored as cap or with pinkish tinge, but becoming powdered white with spores, adnate, thick, broad distant. Stem colored as cap, farinose neear the apex, otherwise covered in whitish fibres and white woolly base, often twisted and laterally compressed. Ring absent. Flesh colored as surface, fibrous, tough, at first dull, then hollow.  Similar species Laccaria bicolor has contrasting, pale blue gills. Laccaria proxima is larger with more fibrillose stem. Laccaria ochropurpurea is much larger and has purple gills.",
   "Lactarius deliciosus":"Рыжик настоящий Edible Dimensions Cap 3-10 cm diameter, stem 3-6 cm tall * 1.5 - 2 cm diameter Description Fairly large, buff agaric with distinctive salmon -pink blotches, pale carrot colour gills and exuding carroty milk; solitary or in scattered groups on soil under conifers, favouring pine trees. Cap pallid buff, sometimes with faint greenish tinge and with concentric salmon -pink blotches; at first convex with inrolled margin, becoming depressed, slightly sticky. Flesh pallid yellowish sometimes stained carrot, ageing dull greyish green, thick, firm and brittle. Gills at first apricot or saffron, becoming carrot, dull green on bruising, slightly decurrent, narrow, close. Stem concolorous with cap, more or less equal, smooth, stout. Ring absent. Flesh pallid yellowish, reacting as in cap, stuffed, becoming hollow.  Similar species Lactarius deterrimus found with spruce trees has a smooth stem and exudes green staining orange milk.",
   "Lactarius volemus":"Груздь красно-коричневый Edible Dimensions Cap 5-11 cm diameter, stem 4-12 cm tall * 1-3 cm diameter Description This very fleshy, matte orange species has a thin, cracking skin on its cap and a thick, velvety pale orange stem. When cut, its off-white, mild tasting flesh produces white milk. Cap is tawny-brown with an apricot tinge; convex with a depression and incurved margin, the smooth, slightly downy flesh is whitish, firm and brittle. Gills, uniform in color with the cap but more pallid, grow along the margin. They are broadly attached to the stem slightly extending downward, narrow, and fairly crowded. Stem is similarly colored as the cap but also more pallid. It is also smooth or faintly downy. Ring absent.  Similar species Lactarius hygrophoroides is a good edible lacking the odor. It is equally common in eastern North America. It does not stain and has distant gills. ",
   "Leccinum":"Подберезовик обыкновенный Edible Dimensions Cap 5-15 cm diameter, stem 6-15 cm tall * 1.5-3 cm diameter Description Medium to large bolete with brown cap, dirty white spores and scaly stem. Grows specifically with birch, often on damp gound.  Cap brown, with reddish or grayish tinges; convex or bun-shaped, at first finely downy, becoming smooth, somewhat scurfy when older. Flesh dirty white, unchanging, thick and firm. Pores dirty white or grayish brown, circular, small. Tubes concolorous with pores, adnate. Spores are ocher-brown. Stem whitish, covered with gray-brown scales, more or less equal or tapering slightly upwards. Ring absent.   Similar species Distinguishing between Leccinum scabrum and its near relatives is difficult, and Leccinum scabrum is often used as a collective name for all brown capped Leccinum species like Leccinum variicolor.",
   "Lepista nuda":"Рядовка фиолетовая Edible Dimensions Cap 6-12 cm diameter, stem 5-9 cm tall * 1.5-2.5 cm thick Description Medium-sized, fleshy agaric, with brownish cap and lilac gills. Grows in trooping groups, often in rings, on soil in mixed woods, hedgerows, parks and gardens.  Cap at first lilaceous, becoming brownish and drying more pallid; at first convex and slightly umbonate, becoming flattened and finally shallowly depressed and wavy, smooth. Flesh bluish lilac and thick. Gills lilaceous, fading to buff or brownish with age, emarginate, fairly narrow and crowded. Spores are pink. Stem colored as cap, more or less equal, fibrillose and often slightly thickened at the base. Ring absent. Flesh bluish lilac, thick, firm, full.  Similar species Unrelated poisonous look-alikes include species of Entoloma, Cortinarius and Hebeloma.",
   "Lycoperdon perlatum":"Дождевик настоящий Edible Dimensions 2.5-6 cm diameter * 2-9 cm tall Description Rounded, typically with a distinct stem, this white to yellowish brown species is covered with short spines, each surrounded by smaller, grainlike scales. Grows typically in troops on soil in mixed woodland.  Fruiting body white, becoming ochre-brown, covered with short pyramidial warts which fall off to reveal endoperidium decorated with a reticulate patter; sub-spherical opening by an apical pore, the fertile head tapering down into a distinct, sterile, basal region. Spore mass at first white and firm, becoming olive-brown and powdery. Spores are pale yellow to olive-brown.   Similar species Lycoperdon nigrescens has longer, darker spines in groups, like those of the much longer-spined Lycoperdon echinatum. The surface of both has a similar pattern when the spines fall off. ",
   "Lycoperdon pyriforme":"Дождевик грушевидный Edible Dimensions 1.5-4 cm diameter, 1-5 cm tall Description Smallish, white or grey-brown, pear-shaped structure on a pedestal. Grows typically in troops on rotten wood or stumps, sometimes submerged so that the fruiting bodies appear to be growing on soil.  Fruiting body exoperidium of short spines, granules or warts, white, becoming grey-brown which falls away to reveal whitish, smooth, inner peridium opening by an apical pore; the fertile head tapering down into a distinct, spongy, sterile, basal region. Spore mass at first white and firm, becoming olive-brown and powdery. Spores are olive-brown.  Similar species Found in open, wooded areas, Lycoperdon lividium is also smooth, but is grayer and has warty spores (those of Lycoperdon pyriforme are almost smooth). ",
   "Marasmius oreades":"Опенок луговой Edible Dimensions Cap 2-5 cm diameter, stem 2-10 cm tall * 0.3-0.5 cm thick Description Producing characteristic rings in turf. This mushroom has a bell-shaped to convex cap, which becomes flatter with a broad umbo with age.  Cap tan, hygrophanous, drying to buff but retaining tan tinge at centre; at first convex, then flattened and broadly umbonate, smooth but striate at the margin. Flesh whitish buff, thick at the center, otherwise thin. Gills whitish, becoming ochraceous-cream, adnexed or free, fairly broad and distant. Spores off-white. Stem concolorous with cap, smooth or finely scurfy, slender, more or less equal, whitish downy at the base and slightly rooting, stiff. Ring absent.  Similar species The poisonous Clitocybe dealbata is found in the same grassy habitat. It is distinguished by its decurrent gills. Can also be mixed up with the poisonous Clitocybe rivulosa. ",
   "Russula":"Сыроежка Edible Dimensions Cap 4-9 cm diameter, stem 4-8 cm tall * 0.7-2 cm thick Description This species has a convex to depressed green cap that is often marked with rust- to red-brown spots and frequently has furrows at the margin. It grows solitary or in scattered groups on soil under birch.  Cap pallid grass-green with yellowish or brownish tinges or more rusty spotting, darker at centre; at first convex, later flattened and slightly depressed, smooth with slight radial veining, margin slightly depressed, smooth or with slight radial veining, margin is sulcate. Flesh white, moderately thick, granular and brittle. Gills buff, becoming yellowish tinged, adnexed, forked, fairly narrow and crowded. Stem white, sometimes with rust spotting, more or less equal, smooth. Ring absent. Flesh white, fairly firm but brittle and full. Spores are cream colored.  Similar species Russula heterophylla has former flesh. The cap of Russula virescens has small scales. Both are mild tasting. Be careful so you don't mix with the deadly poisonous Amanita phalloides with has a ring and is not a Russula.",
   "Suillus luteus":"Маслёнок обыкновенный Edible Dimensions Cap 5-10 cm diameter, stem 5-10 cm tall * 2-3 cm thick Description Medium to large bolete with slimy, brown cap. Short to stubby stalk has brown dots and a well-developed ring. Cap Rounded to nearly flat. Chestnut or sepia-brown, smooth, shiny and somewhat wrinkled when dry, very glutinous when damp, margin sometimes retaining velar remnants. Flesh whitish with yellow tinge, unchanging, moderate and soft, unchanging when cut. Pores at first pallid lemon-yellow or straw, becoming more dirty yellow or sienna-brown with age, circular, medium. Tubes concolorous with pores, adnate. Spores Ocher-brown. Stem Cylindrical or tapered downwards; solid. Yellow and dotted above ring; whitish below, especially at base. Ring at first whitish, darkening with age, vinaceous-brown below and large.",
   "Chalciporus piperatus":"Перечный гриб Inedible Dimensions Cap 3-5 cm diameter, stem 4-6 cm tall * 0.3-1 cm thick Description A very small bolete that is cinnamon-brown throughout, except for the chrome-yellow stem flesh; it does not stain blue on bruising. The slightly greasy cap is convex in shape, and the stem is slender; the tubes are 0.3-1 cm long. The flesh has an intensely hot and peppery flavor, making this species inedible, although is has been used as spice. Cap tubes are adnate to decurrent. Pores are angular cinnamon to rust brown. Spores are susty brown.  Similar species Chalciporus piparatoides it similar but can be distinguished by the blue bruising of its cap, tubes, and pores. Chalciporus amarellus has pinker coloring and a less peppery taste.",
   "Clitocybe clavipes":"Говорушка булавоногая Inedible Dimensions Cap 4-8 cm diameter, stem 3-7 cm tall * 1-1.5 cm thick Description This medium-sized agaric has a brownish grey, funnel-shaped cap and white girls that extend downward. It grows solitary or in small troops on soil in broad-leaf woods, favorfavoring beech.  Cap is smooth and brownish, sometimes with grey or an olive tinge tinges; at first it is flattened convex with slight umbo, later shallowly funnel-shaped. Flesh is white, thick and watery. Gills are pallid, creamy-yellow, close, fairly broad and deeply extended downward. Spores are white. Stem is more pallid but otherwise similarly colored as the cap. It is silky fibrous, tapering upwards strongly from a club-shaped base. Ring is absent.  ",
   "Clitocybe nebularis":"Говорушка дымчатая Inedible Dimensions Cap 8-20 cm diameter, stem 5-10 cm tall * 1.4-4 cm diameter Description Medium or large agaric, with cloud-grey, funnel-shaped cap and white, decurrent gills; typically in troops or rings on soil in broad leaf or coniferous woods.  Cap soft cloud-grey, darker at the centre, sometimes with brownish tinge, smooth but whitish pruinose; at first flattened, convex, later flattened or shallowly depressed. Flesh whitish and thick. Gills white or buff, decurrent, broad, crowded. Stem concolorous with cap, fibrillose, stout, tapering upwards. Ring absent. Flesh white, thick, brittle, stuffed, becoming hollow. Odour strong, sweet or fruity. Taste not distinctive.  Similar species Entoloma sinuatum, which is poisonous. ",
   "Entoloma vernum":"Энтолома весенняя Inedible Dimensions Cap 2-4 cm diameter, stem 2-7 cm tall * 0.2-0.6 cm thick Description Small agaric with grey-brown cap and stem, brown gills. Occurs mainly in spring, but also on summer and autumn, solitary or in small trooping groups in grasslands, often in the vicinity of conifers.  Cap grayish tan or darker; conical with a sharpish umbo, silky smooth. Flesh brown, thin and fragile. Gills tan-brown, emarginate or free, broad, close or more or less distant. Spores are pink colored. Stem pallid tan, slender, more or less equal, apex pruniose, otherwise silky fibrillose. Ring abcent. Flesh same color as surface, pithy or narrowly hollow. ",
   "Hygrophoropsis aurantiaca":"Лисичка ложная Inedible Dimensions Cap 2-8 cm diameter, stem 3-5 cm tall * 0.5-1 cm thick Description This smallish orange-yellow agaric has a shallowly funnel-shaped cap reminiscent of a chanterelle but with true gills. It grows typically with conifers or on heaths.  Cap is orange-yellow; it is at first convex, becoming shallowly funnel-shaped, finely downy, and typically remaining more or less incurved at margin. Flesh is thin, tough and similarly colored as the cap. Gills are orange, extending downward, narrow, forked and crowded. Spores are off white. Stem is similarly colored as the cap. It is stout, more or less equal, smooth, and typically curved. Ring is absent.  Similar species Cantharellus cibarius, Omphalotus olearius  ",
   "Hypholoma capnoides":"Опенок серопластинчатый Inedible Dimensions Cap 3-7 cm diameter, stem 5-8 cm tall, 0.5-1 cm thick Description The convex cap of this agaric is yellowish orange, drying to pale orange-brown, and has veil remnants visible at the pale margin. It is greasy when wet. The stem is pale yellow at the top and rusty brown at the bottom. This mushroom has mild-tasting, pale yellow flesh. Grows on strongly decayed conifer stumps. Cap yellowish orange to pale orange-brown. Gills pale grey to purplish brown. Spores are purplish brown.  Similar species Hypholoma radicosum is much rarer but is found in similar sites. ",
   "Mycena galericulata":"Мицена колпаковидная Inedible Dimensions Cap 2-8 cm diameter, stem 5-10 cm tall * 0.2-0.4 cm thick Description This small or medium, grayish brown agaric has a bell-shaped, radially grooved cap and pinkish gills; it grows in clusters on stumps and woods, favoring broad-leaf trees, particularly oak, but also conifer stumps.  Cap is grayish brown with a more pallid margin; it is at first conical, becoming broadly umbonate. Flesh is whitish and thin. Gills are at first white, becoming flesh pink. They are broadly attached to the stem with broad, fairly distant tooth extending downward. Spores are pale cream colored. Stem is similarly colored as the cap but more pallid near the apex. It is smooth, slender, more or less equal, and somewhat rooting. It has white hair. Ring is absent. ",
   "Psathyrella candolleana":"Псатирелла Кандолля Inedible Dimensions Cap 2-6 cm diameter, stem 4-8 cm tall * 0.4-0.8 cm thick Description Smallish agaric with pale yellowish or cream cap and stem, grayish or chocolate-brown gills. Grows typically tufted on soil close to broad-leaf trees, also on stumps and other woody debris. The season for this mushroom is late spring to autumn.  Cap pallid ochraceous with brown tinge, drying cream or almost white; at first campanulate, becoming expanded, more or less flattened, smooth but typically with ragged velar remnants at the margin. Flesh white and thin. Gills at first pallid gray with lilaceous tinge, becoming chocolate-brown, adnate or adnexed, crowded. Spores are dark brown. Stem white, more or less equal, smooth. Ring absent. Flesh white, fragile and hollow.  Similar species The much darker Psathyrella spadiceogrisea occurs along forest paths and in similar sites in late spring and early summer.",
   "Psilocybe semilanceata":"Псилоцибе полуланцетовидная Inedible Dimensions Cap 0.5-1.5 cm diameter, stem 2.5-7 cm tall * 0.1-0.2 cm thick Description Small, delicate agaric with distinctive yellowish pointed cap, clay or dark brown gills and long slender stem. Grows in scattered trooping groups, on soil amongst grass in lawns and pastures favoring hilly sites. The mushroom is hallucinogenic. Cap pallid ochraceous-brown, hygrophanous, drying buff; conical with distinctive sharply pointed umbo, sticky when damp, smooth. Flesh pallid ochraceous and thin. Gills pallid clay, becoming purplish brown at maturity, adnate or emarginate, fairly distant. Spores are purplish brown. Stem pallid cream, occasionally tinged bluish at the base, slender, sometimes tortuous, more or less equal, smooth. Ring absent. Flesh pallid cream, fibrous and full.   Similar species Psilocybe fimetaria has a white veil at the margin. It grows in horse manure.",
   "Tricholomopsis rutilans":"Рядовка желто-красная Inedible Dimensions Cap 2-12 cm diameter; stem 3.5-5.5 cm tall * 1-1.5 cm diameter Description Medium to large, fleshy agaric, cap with plum fibrils on custard yellow backround, gills egg -yellow: solitary or in small caespitose tufts on or close to rotting conifer stumps. Cap egg -yellow, densely covered with reddish purple, fibrillose scales typically in tufts, thinning towards the margin: at first convex, becoming broadly umbonate. Flesh pallid yellow and thin. Gills egg -yellow, adnexed. very broad. crowded. Stem yellow and covered with reddish purple, fibrillose scales, less densely than on cap, more or less equal. Ring absent. Flesh pallid yellow, tough, stuffed or full. Odour of rotting wood. Taste not distinctive.",
   "Tylopilus felleus":"Желчный гриб Inedible Dimensions Cap 6-12 cm diamter, stem 7-10 cm tall * 2-3 cm diameter Description Slightly to distinctly pink pores on the underside of the bun-shaped brown cap and a dark net on the thick stem are characteristic of this bolete. It is also distinguished by a very bitter taste.  Cap snuff- or fulvous-brown; convex or bun-shaped, at first slightly downy then smooth and dry. Flesh whitish, with pinkish tinge beneath cap cuticle, unchanging, thick and firm. Stem pallid background with brown reticulation, stout and slightly bulbous. Ring absent.  Similar species When young this is easily mistaken for Boletus edulis, except that it is very bitter and has a dark stem net."
}